export const sports = [
    {
        name: 'jiu',
        color: 'blue',
    },
    {
        name: 'thai',
        color: 'green',
    },
    {
        name: 'mma',
        color: 'brown',
    },
    {
        name: 'box',
        color: 'red',
    },
];

export const coaches = [
    {
        id: 1,
        name: 'Алексей Алексеев',
        img: '/images/coach1.jpg',
        position: 'Тренер по боксу',
        experience: 'Действующий выступающий спортсмен. Кандидат в мастера спорта по боксу Стаж личных тренировок более 8 лет',
        specialization: 'Персональные и групповые тренировки по боксу',
        achievements: ['Чемпион России по боксу', 'Чемпион Европы по боксу', 'Чемпион мира по боксу'],
        about: 'Практикую современный, интересный и действенный подход к занятиям. Я онлайн 24/7, консультирую своих клиентов по питанию и тренировкам даже вне зала. Большое внимание на занятиях уделяю Вашему здоровью - ставлю технику, опираясь на физические показатели и особенности. Работаю с любым возрастом, что позволяет образование. Приходи ко мне, и я покажу на что ты способен!',
        sport: 'box',
    },
    {
        id: 2,
        name: 'Сергей Сергеев',
        img: '/images/coach2.jpg',
        position: 'Тренер по джиу-джитсу',
        experience: 'Действующий выступающий спортсмен. Кандидат в мастера спорта по джиу-джитсу Стаж личных тренировок более 8 лет',
        specialization: 'Персональные и групповые тренировки по джиу-джитсу',
        achievements: ['Чемпион России по джиу-джитсу', 'Чемпион Европы по джиу-джитсу', 'Чемпион мира по джиу-джитсу'],
        about: 'Практикую современный, интересный и действенный подход к занятиям. Я онлайн 24/7, консультирую своих клиентов по питанию и тренировкам даже вне зала. Большое внимание на занятиях уделяю Вашему здоровью - ставлю технику, опираясь на физические показатели и особенности. Работаю с любым возрастом, что позволяет образование. Приходи ко мне, и я покажу на что ты способен!',
        sport: 'jiu',
    },
    {
        id: 3,
        name: 'Иван Иванов',
        img: '/images/coach3.jpg',
        position: 'Тренер по тайскому боксу',
        experience: 'Действующий выступающий спортсмен. Кандидат в мастера спорта по тайскому боксу Стаж личных тренировок более 8 лет',
        specialization: 'Персональные и групповые тренировки по тайскому боксу',
        achievements: ['Чемпион России по тайскому боксу', 'Чемпион Европы по тайскому боксу', 'Чемпион мира по тайскому боксу'],
        about: 'Практикую современный, интересный и действенный подход к занятиям. Я онлайн 24/7, консультирую своих клиентов по питанию и тренировкам даже вне зала. Большое внимание на занятиях уделяю Вашему здоровью - ставлю технику, опираясь на физические показатели и особенности. Работаю с любым возрастом, что позволяет образование. Приходи ко мне, и я покажу на что ты способен!',
        sport: 'thai',
    },
    {
        id: 4,
        name: 'Дмитрий Дмитриев',
        img: '/images/coach4.jpg',
        position: 'Тренер по мма',
        experience: 'Действующий выступающий спортсмен. Кандидат в мастера спорта по мма Стаж личных тренировок более 8 лет',
        specialization: 'Персональные и групповые тренировки по мма',
        achievements: ['Чемпион России по мма', 'Чемпион Европы по мма', 'Чемпион мира по мма'],
        about: 'Практикую современный, интересный и действенный подход к занятиям. Я онлайн 24/7, консультирую своих клиентов по питанию и тренировкам даже вне зала. Большое внимание на занятиях уделяю Вашему здоровью - ставлю технику, опираясь на физические показатели и особенности. Работаю с любым возрастом, что позволяет образование. Приходи ко мне, и я покажу на что ты способен!',
        sport: 'mma',
    },
];
